<?php
return [
    'test_success' => 'Η δοκιμή ολοκληρώθηκε με επιτυχία.',

    'access_denied' => 'Δεν επιτρέπεται η πρόσβαση.',

    'invalid_credentials' => 'Τα διαπιστευτήρια που εισαγάγατε είναι λανθασμένα. Δοκιμάστε ξανά.',
    'something_went_wrong' => 'Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα. Δοκιμάστε ξανά αργότερα.',

    'current_password_incorrect' => 'Ο τρέχων κωδικός πρόσβασης που εισαγάγατε είναι λανθασμένος.',
    'password_same_as_current' => 'Ο νέος σας κωδικός πρόσβασης δεν μπορεί να είναι ο ίδιος με τον τρέχοντα κωδικό πρόσβασης.',
    'password_updated_successfully' => 'Ο κωδικός πρόσβασής σας ενημερώθηκε με επιτυχία.',

    'update_failed' => 'Δεν ήταν δυνατή η ενημέρωση των δεδομένων. Δοκιμάστε ξανά.',
    'add_failed' => 'Δεν ήταν δυνατή η προσθήκη των δεδομένων. Δοκιμάστε ξανά.',

    'status_update_success' => 'Η κατάσταση ενημερώθηκε με επιτυχία.',
    'status_update_failed' => 'Δεν είναι δυνατή η ενημέρωση της κατάστασης. Παρακαλώ προσπαθήστε ξανά.',

    'file_upload_failed' => 'Παρουσιάστηκε πρόβλημα κατά την αποστολή του αρχείου. Παρακαλώ προσπαθήστε ξανά.',

    'record_created_success' => 'Η εγγραφή δημιουργήθηκε με επιτυχία.',
    'record_creation_failed' => 'Η δημιουργία της εγγραφής απέτυχε. Παρακαλώ προσπαθήστε ξανά αργότερα.',

    'record_updated_success' => 'Η εγγραφή ενημερώθηκε με επιτυχία.',
    'record_updated_failed' => 'Δεν είναι δυνατή η ενημέρωση της εγγραφής. Παρακαλώ προσπαθήστε ξανά αργότερα.',

    'record_status_updated_success' => 'Η κατάσταση της εγγραφής ενημερώθηκε με επιτυχία.',
    'record_status_updated_failed' => 'Δεν είναι δυνατή η ενημέρωση της κατάστασης της εγγραφής. Παρακαλώ προσπαθήστε ξανά.',

    'record_deleted_successfully' => 'Η εγγραφή διαγράφηκε με επιτυχία.',
    'record_deleted_failed' => 'Η διαγραφή της εγγραφής απέτυχε. Παρακαλώ προσπαθήστε ξανά.',

    'record_archived_successfully' => 'Η εγγραφή αρχειοθετήθηκε με επιτυχία.',
    'record_archived_failed' => 'Η αρχειοθέτηση της εγγραφής απέτυχε. Δοκιμάστε ξανά.',

    'record_deleted_failed_assign_record' => 'Δεν είναι δυνατή η διαγραφή αυτής της εγγραφής, καθώς σχετίζεται με άλλες εγγραφές.',

    'record_not_found' => 'Δεν ήταν δυνατή η εύρεση της εγγραφής που ζητήθηκε.',
    'record_access_denied' => 'Δεν έχετε άδεια πρόσβασης σε αυτήν την εγγραφή ή δεν βρέθηκε.',

    'access_denied' => 'Δεν επιτρέπεται η πρόσβαση',
    'account_not_active' => 'Ο λογαριασμός σας δεν είναι ακόμη ενεργός. Επικοινωνήστε με τον κάτοχο της επιχείρησης ή με την υποστήριξη.',
    'team_not_assigned' => 'Δεν έχετε ανατεθεί σε καμία ενεργή επιχειρηματική ομάδα. Επικοινωνήστε με τον ιδιοκτήτη της επιχείρησης.',
    'team_not_active' => 'Η ομάδα της επιχείρησής σας που σας έχει ανατεθεί είναι ανενεργή. Επικοινωνήστε με τον κάτοχο της επιχείρησης για να επιλύσετε αυτό το πρόβλημα.',
    'invitation_invalid_or_expired' => 'Αυτός ο σύνδεσμος πρόσκλησης δεν είναι έγκυρος ή έχει λήξει.',

    'unauthorized_action' => 'Δεν έχετε εξουσιοδότηση για την εκτέλεση αυτής της ενέργειας.',

    'user_inactive' => 'Ο λογαριασμός σας είναι ανενεργός. Επικοινωνήστε με την υποστήριξη.',

    'sw_title_success' => 'Επιτυχία',
    'sw_title_updated' => 'Ενημερώθηκε',
    'sw_delete_title' => 'Επιβεβαίωση διαγραφής',
    'sw_delete_text' => "Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Θέλετε να συνεχίσετε;",
    'sw_delete_confirm_button' => 'Ναι, διαγράψτε την!',

    'apis' => [
        'business_category_not_found' => 'Η κατηγορία επιχείρησης δεν βρέθηκε.',
        'business_type_not_found' => 'Δεν βρέθηκε ο τύπος επιχείρησης.',
        'business_not_found' => 'Η επιχείρηση δεν βρέθηκε.',
    ],

    'coming_soon' => 'Σύντομα διαθέσιμο',
    'coming_soon_section' => [
        'title' => 'Σύντομα κοντά σας: Μείνετε συντονισμένοι!',
        'subtitle' => 'Κάτι συναρπαστικό έρχεται σύντομα κοντά σας',
    ],

    'page_titles' => [
        'log_in' => 'Σύνδεση',
        'forgot_password' => 'Ξέχασα τον κωδικό μου',
        'reset_password' => 'Επαναφορά κωδικού πρόσβασης',
    ],

    'common_business' => [
        'loading' => 'Φόρτωση...',
        'saving' => 'Οικονομία...',
        'save' => 'Εκτός',
        'next' => 'Επόμενος',
        'previous' => 'Προηγούμενος',
        'finish' => 'Φινίρισμα',
        'dropzone' => [
            // 'default' => 'Αποθέστε αρχεία εδώ για μεταφόρτωση',
            'default' => 'Σύρετε τις φωτογραφίες σας εδώ',
            'remove_file' => 'Κατάργηση αρχείου',
            'cancel_upload' => 'Ακύρωση μεταφόρτωσης',
            'max_files' => 'Δεν μπορείτε να μεταφορτώσετε άλλα αρχεία.',
        ],
        'unsaved_changes' => [
            'title' => 'Έχετε μη αποθηκευμένες αλλαγές σε αυτήν τη σελίδα',
            'message' => 'Εάν εγκαταλείψετε αυτήν τη σελίδα, όλες οι μη αποθηκευμένες αλλαγές θα χαθούν. Είστε βέβαιοι ότι θέλετε να εγκαταλείψετε αυτήν τη σελίδα;',
            'leave' => 'Έξοδος από τη σελίδα',
            'cancel' => 'Ακύρωση',
        ],
    ],

    'common_statuses' => [
        'archived' => 'Αρχειοθετημένο',
        'pending' => 'Εκκρεμής',
    ],

    'common_labels' => [
        'select_all' => 'Επιλογή όλων',
        'work_in_progress' => 'Εργασία σε εξέλιξη',
        'new_uppercase' => 'ΝΕΟΣ',
        'old_uppercase' => 'ΠΑΛΙΟΣ',
        'checkout' => 'Αποχώρηση',
        'receipt_uppercase' => 'ΠΑΡΑΛΑΒΗ',
        'payments' => 'Πληρωμές',

        'full_name' => 'Ονοματεπώνυμο',
        'email' => 'Email',
        'phone_number' => 'Αριθμός τηλεφώνου',
        'phone_number_2' => 'Αριθμός τηλεφώνου 2',
        'mobile_number' => 'Αριθμός κινητού',
        'website' => 'Δικτυακός τόπος',
        'role' => 'Ρόλος',
        'status' => 'Κατάσταση',
        'created_date' => 'Ημερομηνία δημιουργίας',
        'last_updated_date' => 'Ημερομηνία Τελευταίας Ενημέρωσης',
        'action' => 'Ενέργεια',
        'actions' => 'Ενέργειες',

        'first_name' => 'Όνομα',
        'last_name' => 'Επώνυμο',
        'password' => 'Κωδικός Πρόσβασης',
        'gender' => 'Φύλο',
        'male' => 'Άνδρας',
        'female' => 'Γυναίκα',
        'status' => 'Κατάσταση',
        'select_status' => 'Επιλογή Κατάστασης',
        'description' => 'Περιγραφή',

        'meta_title' => 'Μετα-τίτλος',
        'meta_description' => 'Μετα-περιγραφή',
        'meta_keywords' => 'Μετα-λέξεις-κλειδιά',
        'main_image' => 'Κύρια εικόνα',

        'profile' => 'Προφίλ',
        'update_password' => 'Ενημέρωση κωδικού πρόσβασης',
        'current_password' => 'Τρέχων κωδικός πρόσβασης',
        'confirm_password' => 'Επιβεβαίωση κωδικού πρόσβασης',

        'no_records_found' => 'Δεν βρέθηκαν εγγραφές',
        'walk_in' => 'Χωρίς ραντεβού',
        'total' => 'Σύνολο',
        'grand_total' => 'Γενικό σύνολο',
        'qty' => 'Ποσότητα',
        'amount_inc_vat' => 'Ποσό (συμπεριλαμβανομένου ΦΠΑ)',

        'sales' => 'Πωλήσεις',
        'refunds' => 'Επιστροφές χρημάτων',
        'total_sales' => 'Συνολικές πωλήσεις',
        'total_sales_incl_vat' => 'Συνολικές πωλήσεις (συμπεριλαμβανομένου ΦΠΑ)',
        'employee' => 'Υπάλληλος',
        'sales_incl_vat' => 'Πωλήσεις (συμπεριλαμβανομένου ΦΠΑ)',

        'services' => 'Υπηρεσίες',
        'products' => 'Προϊόντα',
        'vouchers' => 'Κουπόνια',

        'date' => 'Ημερομηνία',
        'month' => 'Μήνας',

        'no_data' => 'Δεν υπάρχουν δεδομένα',

        'back_to' => 'Πίσω στο',
        'login' => 'Σύνδεση',

        'new_password' => 'Νέος κωδικός πρόσβασης',
        'confirm_password' => 'Επιβεβαίωση κωδικού πρόσβασης',

        'create_a_password' => 'Δημιουργία κωδικού πρόσβασης',
        'email_address' => 'Διεύθυνση ηλεκτρονικού ταχυδρομείου',
        'choose_password' => 'Επιλογή κωδικού πρόσβασης',
        'retype_password' => 'Επαναπληκτρολόγηση κωδικού πρόσβασης',

        'reset_filter' => 'Επαναφορά φίλτρου',
        'no_options' => 'Δεν υπάρχουν επιλογές',
        'active_and_pending' => 'Ενεργό και σε εκκρεμότητα',
        'archived' => 'Αρχειοθετημένο',
    ],

    'btns' => [
        'start_using_clickbook' => 'Ξεκινήστε να χρησιμοποιείτε το Clickbook',

        'action' => 'Δράση',
        'save' => 'Εκτός',
        'complete' => 'Πλήρης',
        'cancel' => 'Ματαίωση',
        'delete' => 'Διαγράφω',
        'remove' => 'Αφαιρώ',
        'save_publish' => 'Αποθήκευση & Δημοσίευση',
        'archive' => 'Αρχείο',
        'add_new' => 'Προσθήκη νέου',
        'save_mark_active' => 'Αποθήκευση & Επισήμανση Ενεργού',
        'preview' => 'Προεπισκόπηση',
        'add_selected' => 'Προσθήκη επιλεγμένων',

        'add_another_service' => 'Προσθήκη άλλης υπηρεσίας',
        'repeat' => 'Επανάληψη',
        'cancel_appointment' => 'Ακύρωση ραντεβού',
        'close' => 'Κλείσιμο',

        'receipt_copy' => 'Αντίγραφο απόδειξης',
        'add' => 'Προσθέτω',
        'checkout' => 'Αποχώρηση',
        'view_on_marketplace' => 'Προβολή στο Marketplace',

        'reset_password' => 'Επαναφορά κωδικού πρόσβασης',
        'view' => 'Θέα',

        'get_access' => 'Λήψη πρόσβασης',
        'view_on_frontend' => 'Προβολή στο Frontend',
    ],

    'dropzonejs' => [
        'dictDefaultMessage' => "Αποθέστε αρχεία εδώ για μεταφόρτωση",
        'dictFallbackMessage' => "Το πρόγραμμα περιήγησής σας δεν υποστηρίζει μεταφορτώσεις αρχείων με μεταφορά και απόθεση.",
        'dictFileTooBig' => "Το αρχείο είναι πολύ μεγάλο ({{filesize}}MiB). Μέγιστο επιτρεπόμενο: {{maxFilesize}}MiB.",
        'dictInvalidFileType' => "Δεν μπορείτε να μεταφορτώσετε αρχεία αυτού του τύπου.",
        'dictResponseError' => "Ο διακομιστής απάντησε με κωδικό {{statusCode}}.",
        'dictCancelUpload' => "Ακύρωση μεταφόρτωσης",
        'dictUploadCanceled' => "Η μεταφόρτωση ακυρώθηκε",
        'dictCancelUploadConfirmation' => "Είστε σίγουροι ότι θέλετε να ακυρώσετε αυτήν τη μεταφόρτωση;",
        'dictRemoveFile' => "Κατάργηση αρχείου",
        'dictMaxFilesExceeded' => "Δεν μπορείτε να μεταφορτώσετε άλλα αρχεία."
    ],

    'months' => [
        1 => 'Ιανουάριος',
        2 => 'Φεβρουάριος',
        3 => 'Μάρτιος',
        4 => 'Απρίλιος',
        5 => 'Μάιος',
        6 => 'Ιούνιος',
        7 => 'Ιούλιος',
        8 => 'Αύγουστος',
        9 => 'Σεπτέμβριος',
        10 => 'Οκτώβριος',
        11 => 'Νοέμβριος',
        12 => 'Δεκέμβριος',
    ],

    'duration' => [
        // 'hour' => 'ώ',
        'hour' => 'ώρα',
        'hours' => 'ώρες',

        // 'minute' => 'λεπ',
        'minute' => 'λεπτό',
        'minutes' => 'λεπτά',
    ],

    'navigation_menus' => [
        'calendar' => 'Ημερολόγιο',
        'calendar_sub_menus' => [
            'calendar' => 'Ημερολόγιο',
        ],

        'dashboard' => 'Ταμπλό',
        'dashboard_sub_menus' => [
            'setup' => 'Ρύθμιση',
            'stats' => 'Στατιστικά',
            'customer_reviews' => 'Κριτικές πελατών',
        ],

        'menu' => 'Μενού',
        'menu_sub_menus' => [
            'services' => 'Υπηρεσίες',
            'package' => 'Πακέτο',
            'pricing_levels' => 'Επίπεδα Τιμολόγησης',
            'discounts' => 'Εκπτώσεις',
        ],

        'team' => 'Ομάδα',
        'team_sub_menus' => [
            'rota' => 'Ρότα',
            'team' => 'Ομάδα',
        ],

        'products' => 'Προϊόντα',
        'products_sub_menus' => [
            'products' => 'Προϊόντα',
            'suppliers' => 'Προμηθευτές',
            'orders' => 'Παραγγελίες',
        ],

        'clients' => 'Πελάτες',
        'clients_sub_menus' => [
            'clients' => 'Πελάτες',
        ],

        'settings_sub_menus' => [
            'venue' => 'Χώρος',
            'finance' => 'Οικονομικά',
            'notifications' => 'Ειδοποίηση',
            'online_booking' => 'Online κράτηση',
        ],

        'marketing' => 'Εμπορία',

        'reports' => 'Αναφορές',
        'reports_sub_menus' => [
            'reports' => 'Αναφορές',
        ],

        'refer_a_salon' => 'Παραπέμβαση σε κομμωτήριο',
        'partner_help_center' => 'Κέντρο βοήθειας συνεργατών',
        'what_s_new' => "Τι νέο υπάρχει",
        'chat_support' => "Υποστήριξη μέσω συνομιλίας",
    ],

    'sale' => [
        'sell_product' => 'Πώληση προϊόντος',
        'sell_voucher' => 'Πώληση κουπονιού',
        'employee_performing_checkout' => 'Υπάλληλος που εκτελεί ταμείο',
        'subtotal' => 'Μερικό σύνολο',
        'total_paid' => 'Σύνολο που καταβλήθηκε',
        'to_pay' => 'Για να πληρώσω',
        'change' => 'Αλλαγή',
        'includes' => 'περιλαμβάνει',
        'tip' => 'Ακρο',
        'select_card_type' => 'Επιλέξτε τύπο κάρτας',
        'form' => [
            'type_product_name' => 'Πληκτρολογήστε το όνομα του προϊόντος',
            'type_voucher_name' => 'Πληκτρολογήστε το όνομα του κουπονιού',
            'sold_by' => 'Πωλείται από',
            'by' => 'με',
            'discount' => 'Εκπτωση',
        ]
    ],

    'appointment' => [
        'appointment' => 'Ραντεβού',
        'form' => [
            'client' => 'Πελάτης',
            'search_for_client' => 'Αναζήτηση πελάτη...',
            'phone' => 'Τηλέφωνο',
            'email' => 'Email',
            'service' => 'Υπηρεσία',
            'service_not_selected' => 'Η υπηρεσία δεν έχει επιλεγεί',
            'date' => 'Ημερομηνία',
            'time' => 'Ώρα',
            'duration' => 'Διάρκεια',
            'team_member' => 'Μέλος ομάδας',
            'ends_on' => 'τελειώνει στις',
            'add_a_note' => 'Προσθήκη σημείωσης',
            'appointment_overlap_next_day' => 'Το ραντεβού δεν μπορεί να συμπίπτει με την επόμενη ημέρα',
            'appointment_time_unavailable' => 'Μη διαθέσιμο αυτή τη στιγμή',
            'notify_user' => 'Ειδοποίηση χρήστη'
        ],
        'confirm_cancellation' => 'Επιβεβαίωση ακύρωσης',
        'booking_source' => 'Πηγή κράτησης',
        'direct' => 'Άμεση',
        'payment_type' => 'Τύπος πληρωμής',
        'pay_at_venue' => 'Πληρωμή στον χώρο',
        'what_will_happen_next' => 'Τι θα συμβεί στη συνέχεια:',
        'appointment_client_email_notification' => 'Ο πελάτης σας θα ειδοποιηθεί μέσω email',
        'slot_not_available' => 'Η χρονική περίοδος :time δεν είναι διαθέσιμη με την :team_member.',
    ],

    'block' => [
        'block' => 'Φραγμός',
        'block_text' => "Τα μπλοκ είναι για πράγματα όπως τα διαλείμματα για μεσημεριανό γεύμα και τις αργίες. Αν έχετε πελάτη, χρησιμοποιήστε αντ' αυτού ραντεβού, ώστε να λάβουν μια υπενθύμιση και να μπορέσετε να δημιουργήσετε την ψηφιακή σας λίστα πελατών.",
        'form' => [
            'team_member' => 'Μέλος ομάδας',
            'select_team_member' => 'Επιλέξτε μέλος της ομάδας',
            'for_all_team_members' => 'Για όλα τα μέλη της ομάδας',
            'description' => 'Περιγραφή',
            'repeat' => 'Επαναλαμβάνω',
            'start_date' => 'Ημερομηνία έναρξης',
            'end_date' => 'Ημερομηνία λήξης',
        ],
    ],

    'calendar' => [
        'calendar' => 'Ημερολόγιο',
        'all_team_members' => 'Όλα τα μέλη της ομάδας',
        'sales' => [
            'sales' => 'Πωλήσεις',
            'new_sale' => 'Νέα πώληση',
            'close_day' => 'Κλείσιμο_ημέρας',
            'cash_withdrawal' => 'Ανάληψη μετρητών',
            'cash_deposit' => 'Κατάθεση_μετρητών',
            'transaction_report' => 'Αναφορά_συναλλαγής',
            'pos_help_centre' => 'Κέντρο Βοήθειας POS',
        ],
        'add' => [
            'add' => 'Προσθήκη',
            'appointment' => 'Ραντεβού',
            'block' => 'Μπλοκάρισμα',
            'multiple_blocks' => 'Πολλαπλά μπλοκάρισμα',
            'waiting_list' => 'Λίστα Αναμονής',
        ],
        'calendar_intro' => 'Θέλετε να χρησιμοποιήσετε το ημερολόγιο; Προσθέστε τα μέλη <br />της ομάδας σας.',
        'goto_team_list' => 'Μετάβαση στη λίστα μελών της ομάδας',

        'validation' => [
            'client_required' => 'Απαιτείται πελάτης.',
            'services_required' => 'Προσθέστε τουλάχιστον μία υπηρεσία.',
            'service_required' => 'Απαιτείται υπηρεσία.',
            'service_invalid' => 'Η υπηρεσία δεν είναι έγκυρη.',
            'attribute_invalid' => 'Το χαρακτηριστικό δεν είναι έγκυρο.',
            'team_required' => 'Απαιτείται ομάδα.',
            'team_invalid' => 'Η ομάδα δεν είναι έγκυρη.',
            'date_required' => 'Απαιτείται ημερομηνία.',
            'date_format' => 'Η ημερομηνία πρέπει να είναι σε μορφή ΗΗ/ΜΜ/ΕΕΕΕ.',
            'start_time_required' => 'Απαιτείται ώρα έναρξης.',
            'start_time_format' => 'Η ώρα έναρξης πρέπει να είναι σε μορφή ΩΩ:ΛΛ.',
            'duration_required' => 'Απαιτείται διάρκεια.',
            'duration_invalid' => 'Η διάρκεια πρέπει να είναι ένας έγκυρος αριθμός μεγαλύτερος από 0.',
            'end_time_format' => 'Η ώρα λήξης πρέπει να είναι σε μορφή ΩΩ:ΛΛ.',
            'notes_text' => 'Οι σημειώσεις πρέπει να είναι κείμενο.',
        ],
    ],

    'dashboard' => [
        'setup' => [],
        'stats' => [
            'stats' => 'Στατιστικά',
            'earned' => 'Κερδηθείς',

            'overview' => 'Επισκόπηση',
            'this_month' => 'Αυτόν τον μήνα',

            'view_report' => 'Προβολή αναφοράς',
        ],
        'customer-reviews' => [
            'customer_review' => 'Κριτική Πελάτη',
            'no_reviews_yet' => 'Δεν υπάρχουν ακόμη αξιολογήσεις.',
        ],
    ],

    'clients' => [
        'clients' => 'Πελάτες',
        'list' => [
            'table' => [
                'full_name' => 'Πλήρες όνομα',
                'phone' => 'Τηλέφωνο',
                'email' => 'Email',
                'status' => 'Κατάσταση',
                'action' => 'Ενέργεια',
            ]
        ],

        'add_client' => 'Προσθήκη πελάτη',
        'client' => 'Πελάτης',
        'form' => [
            'full_name' => 'Πλήρες όνομα',
            'phone' => 'Τηλέφωνο',
            'email' => 'Email',

            'marketing_communication' => 'Επικοινωνία μάρκετινγκ',
            'gdpr_consent_text' => 'Επιβεβαιώνω ότι έχω λάβει συγκεκριμένη, ενημερωμένη, ελεύθερη και ενεργή συγκατάθεση από αυτόν τον πελάτη για να λαμβάνει προσκλήσεις για νέα ραντεβού και άλλα email και SMS μάρκετινγκ από το σαλόνι μου και έχω αρχείο αυτής της συγκατάθεσης. <a href="#" target="_blank">Μάθετε περισσότερα για τις απαιτήσεις του GDPR</a>',

            'prepayment_required' => 'Απαιτείται προπληρωμή',
            'prepayment_text' => 'Απαιτήστε από τον πελάτη να πληρώνει εκ των προτέρων κάθε φορά που κάνει κράτηση στο σαλόνι σας online.',

            'gender' => 'Φύλο',
            'male' => 'Άνδρας',
            'female' => 'Γυναίκα',

            'birth_month' => 'Μήνας γέννησης',
            'select_month' => 'Επιλέξτε μήνα',
            'birth_day' => 'Ημέρα γέννησης',
            'birth_year' => 'Έτος γέννησης',

            'notes' => 'Σημειώσεις',
        ],
        'record_created_success' => 'Ο πελάτης προστέθηκε με επιτυχία.',
        'record_updated_success' => 'Ο πελάτης ενημερώθηκε με επιτυχία',
    ],

    'products' => [
        'products' => 'Προϊόντα',
        'list' => [
            'table' => [
                'product' => 'Προϊόν',
                'supplier' => 'Προμηθευτής',
                'price' => 'Τιμή',
                'vat' => 'ΦΠΑ',
                'stock' => 'Απόθεμα',
                'action' => 'Ενέργεια',
            ]
        ],
        'add_product' => 'Προσθήκη προϊόντος',
        'product' => 'Προϊόν',
        'form' => [
            'enter_product_name' => 'Εισαγάγετε το όνομα του προϊόντος',
            'unit_price_including_vat' => 'π.χ. 19,99',

            'product_name' => 'Όνομα προϊόντος',
            'unit_price_incl_vat' => 'Τιμή_μονάδας (συμπερ. ΦΠΑ) (€)',
            'vat_rate' => 'Συντελεστής ΦΠΑ (%)',
            'manage_inventory' => 'Διαχείριση Αποθέματος',
            'quantity_in_stock' => 'Ποσότητα σε απόθεμα',
        ],
        'record_created_success' => 'Το προϊόν προστέθηκε με επιτυχία',
        'record_updated_success' => 'Το προϊόν ενημερώθηκε με επιτυχία',
    ],

    'enums' => [
        'BusinessAppointmentBookingStatus' => [
            'confirmed' => 'Επιβεβαιωμένο',
            'complete' => 'Ολοκληρώθηκε',
            'canceled' => 'Ακυρώθηκε',
        ],
        'BusinessSaleItemType' => [
            'service' => 'Υπηρεσία',
            'product' => 'Προϊόν',
            'voucher' => 'Κουπόνι',
            'custom' => 'Προσαρμοσμένο',
        ]
    ],

    'reports' => [
        'reports' => 'Αναφορές',
        'lists' => [
            'title' => 'Κονίστρα',
            'text' => 'Από κρατήσεις έως συναλλαγές, έχουμε όλες τις λεπτομέρειες για να βελτιώσουμε την κατανόησή σας σχετικά με τα δεδομένα.',
            'items' => [
                'bookings' => 'Κρατήσεις',
                'transactions' => 'Συναλλαγές',
                'covid_cancellations' => 'Ακυρώσεις COVID-19',
            ]
        ],
        'sales' => [
            'title' => 'Εμπορικός',
            'text' => 'Αναλύστε την απόδοση πωλήσεων του κομμωτηρίου σας σε όλα τα κανάλια, τους υπαλλήλους και πολλά άλλα: από τα ελεγχόμενα ραντεβού μέχρι τα πωλημένα προϊόντα μαλλιών και ομορφιάς, μάθετε τις πωλήσεις της επιχείρησής σας από την αρχή μέχρι το τέλος.',
            'items' => [
                'sales_overview' => 'Επισκόπηση πωλήσεων',
                'service_sales' => 'Πωλήσεις υπηρεσιών',
                'product_sales' => 'Πωλήσεις προϊόντων',
                'sales_by_employee' => 'Πωλήσεις ανά υπάλληλο',
                'sales_by_channel' => 'Πωλήσεις ανά κανάλι',
                'daily_sales' => 'Καθημερινές πωλήσεις',
                'monthly_sales' => 'Μηνιαίες πωλήσεις',
                'sales_reports' => 'Αναφορές πωλήσεων',
            ]
        ],
        'clients' => [
            'title' => 'Πελάτες',
            'text' => 'Μάθετε πώς αποδίδει το κομμωτήριό σας από πλευράς πελατών, με πληροφορίες για τον αριθμό των επισκεπτών που επισκέπτονται για πρώτη φορά, των πελατών που επιστρέφουν και του συνολικού αριθμού πελατών που έχετε σε μια επιλεγμένη χρονική περίοδο.',
            'items' => [
                'client_acquisition' => 'Απόκτηση πελατών',
                'client_retention' => 'Διατήρηση πελατών',
            ]
        ],
        'pos' => [
            'title' => 'Τερματικό σημείο πώλησης',
            'text' => 'Αποκτήστε πρόσβαση στα ακριβή και ενημερωμένα οικονομικά στοιχεία συναλλαγών του κομμωτηρίου σας, τα οποία είναι σχετικά για φορολογικούς και λογιστικούς σκοπούς.',
            'items' => [
                'monthly_pos_report' => 'Μηνιαία αναφορά POS',
                'yearly_pos_report' => 'Ετήσια αναφορά POS',
                'vat_report' => 'Αναφορά ΦΠΑ',
            ]
        ],
        'filters' => [
            'all_types' => 'Όλοι οι τύποι',
            'last_30_days' => 'Τελευταίες 30 ημέρες',
            'last_60_days' => 'Τελευταίες 60 ημέρες',
            'last_3_months' => 'Τελευταίοι 3 μήνες',
            'last_6_months' => 'Τελευταίοι 6 μήνες',
            'last_12_months' => 'Τελευταίοι 12 μήνες',
            'custom_range' => 'Προσαρμοσμένο εύρος',
            'this_year' => 'Φέτος',
            'last_year' => 'Πέρυσι',
        ],
        'bookings' => [
            'bookings' => 'Κρατήσεις',
            'order_ref' => 'Αριθμός αναφοράς παραγγελίας',
            'order_date' => 'Ημερομηνία παραγγελίας',
            'appointment_date' => 'Ημερομηνία ραντεβού',
            'employee' => 'Εργαζόμενος',
            'customer' => 'Πελάτης',
            'service' => 'Υπηρεσία',
            'value' => 'Αξία',
            'status' => 'Κατάσταση',
            'action' => 'Ενέργεια',
        ],
        'transactions' => [
            'transactions' => 'Συναλλαγές',
            'time' => 'Ώρα',
            'transaction_number' => 'Αριθμός Συναλλαγής',
            'transaction_type' => 'Τύπος Συναλλαγής',
            'client' => 'Πελάτης',
            'total_amount' => 'Συνολικό Ποσό',
            'items_note' => 'Στοιχεία / Σημείωση',
            'amount' => 'Ποσό',
            'vat_percent' => 'ΦΠΑ %',
            'vat_amount' => 'Ποσό ΦΠΑ',
            'payment' => 'Πληρωμή',
            'type' => 'Τύπος',
            'payment_amount' => 'Ποσό',
            'no_record_message_1' => 'Δεν υπάρχουν ακόμη συναλλαγές',
            'no_record_message_2' => 'Θα εμφανιστούν μόλις ολοκληρώσετε την αγορά του πρώτου πελάτη της ημέρας',
        ],
        'sales_overview' => [
            'sales_overview' => 'Επισκόπηση Πωλήσεων',
            'sales_incl_vat' => 'Πωλήσεις (συμπερ. ΦΠΑ)',
            'pay_at_venue' => 'Πληρωμή στον χώρο',
            'pre_paid' => 'Προπληρωμένο',
        ],
        'service_sales' => [
            'service_sales' => 'Πωλήσεις Υπηρεσιών',
        ],
        'sales_by_employee' => [
            'sales_by_employee' => 'Πωλήσεις ανά υπάλληλο',
        ],
        'daily_sales' => [
            'daily_sales' => 'Ημερήσιες Πωλήσεις',
        ],
        'monthly_sales' => [
            'monthly_sales' => 'Μηνιαίες Πωλήσεις',
        ],
    ],

    'menu' => [
        'services' => [
            'services' => 'Υπηρεσίες',

            'all_active_services' => 'Όλες οι ενεργές υπηρεσίες',
            'archive' => 'Αρχείο',

            'add_to_group' => 'Προσθήκη στην ομάδα',

            'add_new' => 'Προσθήκη νέου...',

            'add_service' => 'Προσθήκη υπηρεσίας',
            'service' => 'Υπηρεσία',
            'service_text' => 'Μια υπηρεσία είναι μία θεραπεία ανά κράτηση – ωραία και απλή.',

            'package_text' => 'Μερικές υπηρεσίες που μπορούν να κρατηθούν μαζί, οι οποίες συνήθως παρέχονται από διαφορετικά μέλη της ομάδας.',

            'menu_group' => 'Ομάδα μενού',
            'menu_group_text' => 'Οι ομάδες μενού είναι ιδανικές για την κατηγοριοποίηση υπηρεσιών και θα μπορούσαν να διευκολύνουν τους πελάτες να βρουν αυτό που αναζητούν.',

            'services_list' => 'Λίστα υπηρεσιών',
            'start_typing_to_filter' => 'Ξεκινήστε να πληκτρολογείτε για να φιλτράρετε...',

            'create_your_service_list' => 'Δημιουργήστε τη λίστα υπηρεσιών σας',
            'add_instruction' => 'Απλώς αναζητήστε μια υπηρεσία στα αριστερά και κάντε κλικ για να την προσθέσετε στο μενού σας.',

            'add_sub_service' => 'Προσθήκη δευτερεύουσας υπηρεσίας',
            'add_pricing_option' => 'Προσθήκη επιλογής τιμολόγησης',
            'no_employees_assigned' => 'Δεν έχουν ανατεθεί υπάλληλοι',

            'who_provides_this_service' => 'Ποιος παρέχει αυτήν την υπηρεσία;',
            'select_providers' => 'Επιλογή παρόχων',

            'menu_group' => 'Ομάδα μενού',
            'menu_group_name' => 'Όνομα ομάδας μενού',

            'add_price_hint' => 'Προσθέστε μια τιμή για να μπορέσετε να κάνετε κράτηση για την υπηρεσία',

            'no_services_yet' => 'Δεν έχουν προστεθεί ακόμη υπηρεσίες. Ξεκινήστε δημιουργώντας την πρώτη σας υπηρεσία που θα προσφέρετε στους πελάτες.',
            'no_services_yet_br' => 'Δεν έχουν προστεθεί υπηρεσίες ακόμη. Ξεκινήστε δημιουργώντας την <br />πρώτη σας υπηρεσία για τους πελάτες.',
            'no_services_yet_label' => 'Δεν υπάρχουν ακόμη υπηρεσίες',
            'no_sub_services_available' => 'Δεν υπάρχουν διαθέσιμες δευτερεύουσες υπηρεσίες.',

            'remove_sub_service' => 'Κατάργηση δευτερεύουσας υπηρεσίας',

            'placeholder' => [
                'enter_name' => 'Εισαγάγετε όνομα...',
                'price' => 'Τιμή',
            ],

            'add_form' => [
                'sub_category_name' => 'Όνομα υποκατηγορίας',
                'parent_service_name' => 'Όνομα γονικής υπηρεσίας',

                'sub_service' => 'Υπο-υπηρεσία',
                'name' => 'Ονόματα',
                'duration' => 'Διάρκεια',
                'price' => 'Τιμή (€)',
                'actions' => 'Ενέργειες',
            ],

            'edit_form' => [
                'services_pricing' => [
                    'services_pricing' => 'Υπηρεσίες & Τιμολόγηση',
                    'service_title' => 'Τίτλος υπηρεσίας',
                    'discount' => 'Εκπτωση',
                    'no_discount' => 'Δεν υπάρχει έκπτωση',
                    'team_online_appointments' => 'ΟΜΑΔΑ - ποιος κλείνει ηλεκτρονικά ραντεβού για αυτήν την υπηρεσία',

                    'pricing_level_name' => 'Όνομα επιπέδου τιμολόγησης',
                    'duration' => 'Διάρκεια',
                    'price' => 'Τιμή',
                    'sale_price' => 'Τιμή Πώλησης',
                ],
                'description' => [
                    'description' => 'Περιγραφή',
                ]
            ],

            'validation' => [
                'invalid_service_data' => 'Μη έγκυρη μορφή δεδομένων υπηρεσίας.',
                'invalid_parent_service' => 'Μη έγκυρα δεδομένα γονικής υπηρεσίας.',
                'subservice_name_required' => 'Απαιτείται όνομα δευτερεύουσας υπηρεσίας.',
                'team_ids_unique' => 'Τα επιλεγμένα αναγνωριστικά ομάδας πρέπει να είναι μοναδικά.',
                'team_ids_invalid' => 'Ορισμένα αναγνωριστικά ομάδας δεν είναι έγκυρα: :ids',
                'pricing_required' => 'Απαιτούνται δεδομένα τιμολόγησης.',
                'pricing_name_required' => 'Απαιτείται όνομα τιμολόγησης.',
                'pricing_name_unique' => "Το όνομα τιμολόγησης ':name' πρέπει να είναι μοναδικό εντός της δευτερεύουσας υπηρεσίας.",
                'duration_required' => 'Απαιτείται έγκυρη διάρκεια.',
                'price_required' => 'Απαιτείται έγκυρη τιμή.',
            ],
        ],

        'packages' => [
            'packages' => 'Πακέτα',
            'create_new_package' => 'Δημιουργία νέου πακέτου',
            'package' => 'Πακέτο',
            'add_package' => 'Προσθήκη πακέτου',

            'form' => [
                'services_and_pricing' => [
                    'services_and_pricing' => 'Υπηρεσίες και τιμολόγηση',
                    'service_title' => 'Τίτλος υπηρεσίας',
                    'discount' => 'Έκπτωση',
                    'no_discount' => 'Χωρίς έκπτωση',
                    'package_services' => 'Πακέτο υπηρεσιών',
                    'select_services_from_menu' => 'Επιλογή υπηρεσιών από το μενού',
                    'sale_price' => 'Τιμή προσφοράς',
                    'use_service_prices' => 'Χρήση τιμών υπηρεσιών',
                    'set_custom_price' => 'Ορισμός προσαρμοσμένης τιμής',
                    'included_services_and_skus' => 'Περιλαμβανόμενες υπηρεσίες και sku',
                ],
                'description' => [
                    'description' => 'Περιγραφή',
                ],
                'fine_print' => [
                    'fine_print' => 'Ψιλά γράμματα',
                    'restrictions' => 'Περιορισμοί',
                    'good_to_know' => 'Χρήσιμο να γνωρίζετε',
                ],
                'distribution' => [
                    'distribution' => 'Διανομή',
                ],
            ],

            'no_services_added_yet' => 'Δεν έχουν προστεθεί ακόμη υπηρεσίες.',

            'no_packages_yet_label' => 'Δεν υπάρχουν ακόμη πακέτα',
            'no_packages_yet' => 'Δεν έχουν προστεθεί ακόμη πακέτα. Ξεκινήστε δημιουργώντας το πρώτο σας πακέτο που θα προσφέρετε στους πελάτες.',

            'packages_description' => "Δημιουργήστε πακέτα για να συνδυάσετε πολλαπλές υπηρεσίες και να προσφέρετε στους πελάτες μεγαλύτερη αξία.<br />Τα πακέτα είναι ένας εξαιρετικός τρόπος για να ενθαρρύνετε τις επαναλαμβανόμενες κρατήσεις και να ενισχύσετε τις πωλήσεις.",

            'package_open_selection_limit' => "Ένα πακέτο μπορεί να περιέχει έως και δύο υπηρεσίες Ανοικτής Επιλογής",
        ],

        'pricing-levels' => [
            'pricing-level' => 'Επίπεδο Τιμολόγησης',
            'pricing-levels' => 'Επίπεδα Τιμολόγησης',

            'add_pricing_level' => 'Προσθήκη επιπέδου τιμολόγησης',

            'empty_list' => 'Αυτή η λίστα φαίνεται λίγο άδεια.',
            'create_info' => 'Δημιουργήστε επίπεδα τιμολόγησης εδώ εάν έχετε διαφορετικές τιμές για συγκεκριμένες ομάδες προσωπικού.',
            'create_info_br' => 'Δημιουργήστε εδώ επίπεδα τιμολόγησης εάν έχετε διαφορετικές τιμές για συγκεκριμένες <br />ομάδες προσωπικού.',

            'form' => [
                'name' => 'Όνομα',
                'assigned_team_members' => 'Μέλη ομάδας που έχουν ανατεθεί',
                'reassign_message' => 'Το επίπεδο τιμολόγησης θα ανατεθεί εκ νέου',
                'change_warning' => "Η αλλαγή του επιπέδου τιμολόγησης ενός μέλους της ομάδας μπορεί να οδηγήσει σε μη αγοραίες υπηρεσίες. Βεβαιωθείτε ότι έχετε ορίσει τιμές αυτού του επιπέδου για όλες τις ισχύουσες υπηρεσίες.",
            ]
        ],

        'discounts' => [
            'discounts' => 'Εκπτώσεις',
            'discount' => 'Έκπτωση',
            'status' => 'Κατάσταση',
            'add_discount' => 'Προσθήκη έκπτωσης',

            'no_discounts_yet' => 'Δεν υπάρχουν ακόμη εκπτώσεις',
            'smart_discount_info' => "Ενεργοποιήστε τις έξυπνες εκπτώσεις για να λάβετε περισσότερες κρατήσεις. Είναι ο <br />ευκολότερος τρόπος για να διαχειριστείτε τις τιμές σας ανάλογα με τη διαθεσιμότητα <br />και τη ζήτηση. <a href='#' target='_blank'>Μάθετε περισσότερα</a>",

            'editing_discount' => 'Επεξεργασία έκπτωσης',

            'active' => 'ΕΝΕΡΓΟΣ',
            'inactive' => 'ΑΔΡΑΝΗΣ',

            'applied_to_active_services' => 'Εφαρμόστηκε σε :count ενεργές υπηρεσίες',

            'form' => [
                'discount_settings' => [
                    'discount_settings' => 'Ρυθμίσεις έκπτωσης',
                    'discount_name' => 'Όνομα έκπτωσης',
                    'activate_discount' => 'Ενεργοποίηση έκπτωσης',
                    'discounts_info' => 'Οι εκπτώσεις θα ισχύουν μόνο για κρατήσεις που πραγματοποιούνται μέσω του Clickbook, του Booking Widget και των συνεργατών του. Εάν ισχύουν πολλαπλές εκπτώσεις, θα εφαρμοστεί μόνο η μεγαλύτερη. Λάβετε υπόψη ότι μπορεί να χρειαστεί έως και μία ώρα για να εμφανιστούν οι εκπτώσεις στη σελίδα αποτελεσμάτων περιήγησης μόλις ενεργοποιηθούν.',
                ],
                'assigned_services' => [
                    'assigned_services' => 'Ανατεθειμένες Υπηρεσίες',
                    'select_services' => 'Επιλογή Υπηρεσιών',
                    'all_services' => 'Όλες οι υπηρεσίες',
                    'no_services_added_yet' => 'Δεν έχουν προστεθεί ακόμη υπηρεσίες.',
                ],
                'cancel' => 'Ακύρωση',
                'save' => 'Αποθήκευση',
                'delete' => 'Διαγράφω',
                'save_mark_active' => 'Αποθήκευση & Επισήμανση Ενεργού',
            ],
            'sw_alert' => [
                'title' => 'Πρόκειται να διαγράψετε οριστικά αυτόν τον κανόνα έκπτωσης',
                'sub_title' => 'Εάν διαγράψετε αυτήν την έκπτωση, δεν θα αντιστοιχίζεται πλέον σε καμία θεραπεία και τυχόν μη αποθηκευμένες αλλαγές που έχετε κάνει θα χαθούν. Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την έκπτωση;',
            ],
        ]
    ],

    'admin' => [
        'setup_profile' => [
            'intro' => 'Γεια σας, είστε μόλις λίγα κλικ μακριά από την πρόσβαση στο Clickbook - ένα εργαλείο που σας βοηθά να διαχειρίζεστε την επιχείρησή σας.',
            'password_setup' => 'Δημιουργήστε έναν νέο κωδικό πρόσβασης για να ξεκινήσετε.',
        ],
    ],

    'team' => [
        'setup_profile' => [
            'intro' => 'Γεια σας, είστε μόλις λίγα κλικ μακριά από την πρόσβαση στο Clickbook - ένα εργαλείο που σας βοηθά να διαχειρίζεστε την επιχείρησή σας.',
            'password_setup' => 'Δημιουργήστε έναν νέο κωδικό πρόσβασης για να ξεκινήσετε.',
        ],

        'rota' => [
            'rota' => 'Ρότα',
            'salon_opening_hours' => 'Ώρες λειτουργίας κομμωτηρίου',
            'closed' => 'Κλειστό',

            'go_to_this_week' => 'Μετάβαση σε αυτήν την εβδομάδα',

            'add_time_off' => 'Προσθήκη ελεύθερου χρόνου',
            'change_schedule' => 'Αλλαγή προγράμματος',

            'from' => 'Από',
            'to' => 'Να',

            'schedule_options' => 'Επιλογές χρονοδιαγράμματος',

            'switch_to_salon_opening_hours' => 'Αλλαγή στο ωράριο λειτουργίας του κομμωτηρίου',

            'close' => 'Κοντά',
            'confirm' => 'Επιβεβαιώνω',

            'new_schedule' => 'Νέο Πρόγραμμα',

            'days' => 'Ημέρες',

            'schedule_saved_success' => 'Το πρόγραμμα αποθηκεύτηκε με επιτυχία!',
            'timeoff_added_success' => 'Ο χρόνος άδειας προστέθηκε με επιτυχία!',

            'rota_intro' => 'Θέλετε να χρησιμοποιήσετε το πρόγραμμα βαρδιών; Προσθέστε πρώτα τα μέλη <br />της ομάδας σας.',
            'goto_team_list' => 'Μετάβαση στη λίστα μελών της ομάδας',
        ],

        'team' => [
            'teams' => 'Ομάδες',
            'add_team_member' => 'Προσθήκη μέλους ομάδας',

            'permissions' => [
                'owner_access' => 'Πρόσβαση κατόχου',
                'can_log_in' => 'Μπορεί να συνδεθεί',
                'individual_access' => 'Ατομική πρόσβαση',
            ],

            'provides_services' => 'Παρέχει υπηρεσίες',

            'team_member' => 'Μέλος ομάδας',

            'no_teams_yet' => 'Δεν υπάρχουν ομάδες ακόμα',

            'no_team_members_yet' => 'Δεν έχουν προστεθεί ακόμη μέλη της ομάδας. Προσκαλέστε την ομάδα σας να ξεκινήσει τη συνεργασία.',
            'no_team_members_yet_br' => 'Δεν έχουν προστεθεί ακόμη μέλη της ομάδας. <br />Προσκαλέστε την ομάδα σας να ξεκινήσει τη συνεργασία.',

            'form' => [
                'basic_info' => [
                    'basic_info' => 'Βασικές πληροφορίες',
                    'name' => 'Όνομα',
                    'email_address' => 'Διεύθυνση ηλεκτρονικού ταχυδρομείου',
                    'phone' => 'Τηλέφωνο',
                    'drop_photo_here_or_click_to_upload' => 'Αφήστε φωτογραφία εδώ ή κάντε κλικ για μεταφόρτωση',
                    'provides_treatments_services' => 'Παρέχει θεραπείες και υπηρεσίες',
                    'employment_status' => 'Κατάσταση απασχόλησης',
                    'employment_status_text' => 'Θα μπορείτε να φιλτράρετε τις αναφορές πωλήσεών σας κατά κατάσταση απασχόλησης για καλύτερες επιχειρηματικές πληροφορίες.',
                    'employed' => 'Employed',
                    'self_employed' => 'Self-employed',
                ],
                'pricing_services' => [
                    'pricing_services' => 'Τιμολόγηση & Υπηρεσίες',
                    'pricing_level' => 'Επίπεδο τιμολόγησης',
                    'default' => 'Αθέτηση',
                    'employee_services_online' => 'Ποιες υπηρεσίες μπορούν να κρατηθούν για αυτόν τον υπάλληλο online;',
                    'all_services' => 'Όλες οι υπηρεσίες',
                    'no_services_added_yet' => 'Δεν έχουν προστεθεί ακόμη υπηρεσίες.',
                ],
                'public_profile' => [
                    'public_profile' => 'Δημόσιο Προφίλ',
                    'profile_online_tip' => 'Οι πελάτες σας θα δουν το προφίλ σας online - φροντίστε λοιπόν να κάνετε καλή εντύπωση.',
                    'job_title' => 'Τίτλος Θέσης Εργασίας',
                    'example_job_title' => 'π.χ. Έμπειρος Στυλίστας',
                    'short_bio' => 'Σύντομο Βιογραφικό',
                    'bio_placeholder' => 'Γράψτε ένα σύντομο βιογραφικό...',
                ],
            ]
        ]
    ],

    'business-settings' => [
        'steps' => [
            'business_details' => 'Στοιχεία Επιχείρησης',
            'photos' => 'Φωτογραφίες',
            'opening_hours' => 'Ώρες Λειτουργίας',
        ],
        'update_business' => 'Ενημέρωση Επιχείρησης',
        'business_details' => [
            'profile_info' => 'Πληροφορίες Προφίλ',
            'first_name' => 'Όνομα',
            'last_name' => 'Επώνυμο',
            'email' => 'Email',
            'password' => 'Κωδικός Πρόσβασης',

            'business_info' => 'Πληροφορίες Επιχείρησης',
            'business_name' => 'Όνομα Επιχείρησης',
            'primary_type' => 'Κύριος Τύπος',
            'select_primary_type' => 'Επιλογή κύριου τύπου',

            'category' => 'Κατηγορία',
            'select_category' => 'Επιλογή κατηγορίας',

            'contact_info' => 'Στοιχεία Επικοινωνίας',
            'phone_number' => 'Αριθμός Τηλεφώνου',
            'email' => 'Email',
            'website' => 'Website',

            'address_info' => 'Πληροφορίες Διεύθυνσης',
            'address' => 'Διεύθυνση',
            'postcode' => 'Ταχυδρομικός Κώδικας',
            'select_country' => 'Επιλογή Χώρας',
            'country' => 'Χώρα',
            'city' => 'Πόλη',
            'select_city' => 'Επιλέξτε Πόλη',

            'about_status' => 'Σχετικά με & Κατάσταση',
            'about' => 'Σχετικά με',
            'select_status' => 'Επιλογή Κατάστασης',
            'status' => 'Κατάσταση',

            'social_media' => 'Κοινωνικά Δίκτυα',
            'whatsapp_link' => 'Σύνδεσμος WhatsApp',
            'facebook_link' => 'Σύνδεσμος Facebook',
            'instagram_link' => 'Σύνδεσμος Instagram',
            'youtube_link' => 'Σύνδεσμος Youtube',
            'tiktok_link' => 'Σύνδεσμος Tiktok',
            'linkedin_link' => 'Σύνδεσμος LinkedIn',
            'x_twitter_link' => 'Σύνδεσμος X (Twitter)',
            'google_map_embed_url' => 'URL ενσωμάτωσης χάρτη Google',
        ],
        'photos' => [
            'primary_image' => 'Κύρια εικόνα: ',
            'primary_image_text' => 'Κύρια εικόνα: Για να αλλάξετε την κύρια εικόνα, σύρετε την εικόνα της προτίμησής σας στην κορυφή της λίστας φωτογραφιών.',
            'upload_photos' => 'Μεταφόρτωση φωτογραφιών',
            'drag_your_photos_here' => 'Σύρετε τις φωτογραφίες σας εδώ',
            'remove_file' => 'Κατάργηση αρχείου',
            'min_files_dropzone' => 'Πρέπει να ανεβάσετε τουλάχιστον 5 εικόνες πριν συνεχίσετε.',
            'save_failed_dropzone' => 'Αποτυχία αποθήκευσης δεδομένων. Παρακαλώ προσπαθήστε ξανά.',
        ],
        'opening_hours' => [
            'opening_hours' => 'Ώρες λειτουργίας',
        ]
    ],

    'my_account_settings' => [
        'text1' => 'Δραστηριότητα λογαριασμού και υπενθυμίσεις Η δραστηριότητα του λογαριασμού προορίζεται ως πληροφορία κατάλληλη για την πλήρη απόδοση της υπηρεσίας LOGO, προκειμένου να βελτιωθεί η εμπειρία σου κατά τη χρήση της ίδιας της υπηρεσίας. Περιλαμβάνονται η επιβεβαίωση και η υπενθύμιση του ραντεβού σου κ.τ.λ.',
        'text2' => 'Έμπνευση και προσφορές Συναινώ στη χρήση των προσωπικών μου δεδομένων για την ενημέρωση σχετικά με νέες θεραπείες, αποκλειστικές εκπτώσεις και για σκοπούς μάρκετινγκ που σχετίζονται με τις προσφερόμενες υπηρεσίες.',
        'options' => [
            'sms_communication' => 'Επικοινωνία μέσω SMS',
            'email_communication' => 'Επικοινωνία μέσω Email',
        ],
    ],

    'breadcrumb_first_li_backend' => 'Clickbook',
    'navigation_menus_backend' => [
        'dashboard' => 'Ταμπλό',
        'system_users' => 'Χρήστες συστήματος',
        'system_users_sub_menus' => [
            'super_admin' => 'Υπερδιαχειριστής',
            'admin' => 'Διαχειριστής',
            'user' => 'Μεταχειριζόμενος',
        ],
        'categories' => 'Κατηγορίες',
        'bookings' => 'Κρατήσεις',
        'reports' => 'Αναφορές',
        'services' => 'Υπηρεσίες',
        'cities' => 'Πόλεις',
        'businesses' => 'Επιχειρήσεις',
        'blogs' => 'Ιστολόγια',
        'blogs_sub_menus' => [
            'blog_category' => 'Κατηγορία ιστολογίου',
            'blog' => 'Ιστολόγιο',
        ],
        'settings' => [
            'settings' => 'Ρυθμίσεις',
            'business_menu_settings' => 'Ρυθμίσεις μενού επιχειρήσεων',
            'home_page_buttons' => 'Κουμπιά Αρχικής Σελίδας',
        ],
        'email_templates' => 'Πρότυπα ηλεκτρονικού ταχυδρομείου',
    ],
    'dashboard_backend' => [
        'total_super_admins' => 'Σύνολο Υπερδιαχειριστών',
        'total_admins' => 'Σύνολο Διαχειριστών',
        'total_salons' => 'Σύνολο Κομμωτηρίων',
        'total_users' => 'Σύνολο χρηστών',
    ],
    'superadmins_backend' => [
        'super_admins' => 'Υπερδιαχειριστής',
        'add_super_admin' => 'Προσθήκη υπερδιαχειριστή',
        'update_super_admin' => 'Ενημέρωση υπερδιαχειριστή',
        'list' => [
            'table' => []
        ],
        'form' => [],
    ],
    'admins_backend' => [
        'admins' => 'Διαχειριστές',
        'add_admin' => 'Προσθήκη διαχειριστή',
        'update_admin' => 'Ενημέρωση διαχειριστή',
        'list' => [
            'table' => []
        ],
        'form' => [],
    ],
    'users_backend' => [
        'users' => 'Χρήστες',
        'add_user' => 'Προσθήκη χρήστη',
        'update_user' => 'Ενημέρωση χρήστη',
        'list' => [
            'table' => []
        ],
        'form' => [],
        'tabs' => [
            'personal_details' => 'Προσωπικά Στοιχεία',
            'settings' => 'Ρυθμίσεις',
            'bookings' => 'Κρατήσεις',
            'rewards' => 'Ανταμοιβές',
            'wallet' => 'Πορτοφόλι',
            'invite_a_friend' => 'Προσκαλέστε έναν φίλο',
        ]
    ],
    'backend' => [
        'email_templates' => [
            'email_templates' => 'Πρότυπα ηλεκτρονικού ταχυδρομείου',
            'add_email_template' => 'Προσθήκη προτύπου ηλεκτρονικού ταχυδρομείου',
            'update_email_template' => 'Ενημέρωση προτύπου ηλεκτρονικού ταχυδρομείου',
            'list' => [
                'table' => [
                    'email_key' => 'Κλειδί ηλεκτρονικού ταχυδρομείου',
                    'email_title' => 'Τίτλος ηλεκτρονικού ταχυδρομείου',
                    'email_subject' => 'Θέμα ηλεκτρονικού ταχυδρομείου',
                ]
            ],
            'form' => [
                'email_key' => 'Κλειδί ηλεκτρονικού ταχυδρομείου',
                'email_title' => 'Τίτλος ηλεκτρονικού ταχυδρομείου',
                'email_subject' => 'Θέμα ηλεκτρονικού ταχυδρομείου',
                'email_html' => 'HTML ηλεκτρονικού ταχυδρομείου',
            ],
        ],
        'categories' => [
            'add_category' => 'Προσθήκη κατηγορίας',
            'update_category' => 'Ενημέρωση κατηγορίας',
            'list' => [
                'table' => [
                    'category_name_slug' => 'Όνομα κατηγορίας [Slug]',
                    'parent_category_name' => 'Όνομα γονικής κατηγορίας',
                ]
            ],
            'form' => [
                'parent_category' => 'Γονική κατηγορία',
                'select_parent_category' => 'Επιλέξτε Γονική Κατηγορία',
                'title' => 'Τίτλος banner',
                'sub_title' => 'Υπότιτλοι banner',
                'banner_image' => 'Εικόνα banner',
                'category_name' => 'Όνομα κατηγορίας',
                'description' => 'Περιγραφή',
                'upload_images_max_2' => 'Μεταφόρτωση εικόνων (μέγιστο 2)',
                'drop_category_images' => 'Αποθέστε εδώ εικόνες κατηγορίας ή κάντε κλικ για μεταφόρτωση',
                'is_menu' => 'Είναι το μενού',
            ],
        ],
        'services' => [
            'add_service' => 'Προσθήκη υπηρεσίας',
            'update_service' => 'Υπηρεσία ενημέρωσης',
            'list' => [
                'table' => [
                    'category_name_slug' => 'Όνομα κατηγορίας [Slug]',
                    'service_name_slug' => 'Όνομα υπηρεσίας [Slug]',
                ]
            ],
            'form' => [
                'parent_category' => 'Γονική κατηγορία',
                'service_name' => 'Όνομα Υπηρεσίας',
                'sub_services' => 'Δευτερεύουσες Υπηρεσίες',
                'sub_service_name' => 'Όνομα Δευτερεύουσας Υπηρεσίας',
                'add_sub_service' => 'Προσθήκη Δευτερεύουσας Υπηρεσίας',
                'add_sub_services' => 'Προσθήκη δευτερευουσών υπηρεσιών',

                'edit_sub_service_attributes' => 'Επεξεργασία χαρακτηριστικών δευτερεύουσας υπηρεσίας',
            ],
        ],
        'businesses' => [
            'businesses' => 'Επιχειρήσεις',
            'add_business' => 'Προσθήκη Επιχείρησης',
            'update_business' => 'Ενημέρωση Επιχείρησης',
            'list' => [
                'table' => [
                    'business_name_slug' => 'Όνομα Επιχείρησης [Slug]',
                    'category' => 'Κατηγορία',
                ]
            ],
            'tabs' => [
                'business_details' => 'Στοιχεία Επιχείρησης',
                'photos' => 'Φωτογραφίες',
                'opening_hours' => 'Ώρες Λειτουργίας',
            ],
            'form' => [
                'profile_info' => 'Πληροφορίες προφίλ',
                'business_info' => 'Πληροφορίες επιχείρησης',
                'business_name' => 'Όνομα επιχείρησης',
                'contact_info' => 'Στοιχεία επικοινωνίας',
                'select_categories' => 'Επιλογή κατηγοριών',
            ],
        ],
        'cities' => [
            'add_city' => 'Προσθήκη πόλης',
            'update_city' => 'Ενημέρωση πόλης',
            'list' => [
                'table' => [
                    'city_name_slug' => 'Όνομα πόλης [Slug]',
                    'region_name_slug' => 'Όνομα περιοχής [Slug]',
                ]
            ],
            'form' => [
                'select_region' => 'Επιλογή περιοχής',
                'region' => 'Περιοχή',
                'city_name' => 'Όνομα πόλης',
            ],
        ],
        'blog_categories' => [
            'blog_categories' => 'Κατηγορίες ιστολογίου',
            'add_blog_category' => 'Προσθήκη κατηγορίας ιστολογίου',
            'update_blog_category' => 'Ενημέρωση κατηγορίας ιστολογίου',
            'list' => [
                'table' => [
                    'blog_category_name' => 'Όνομα κατηγορίας ιστολογίου',
                ]
            ],
            'form' => [
                'blog_category_name' => 'Όνομα κατηγορίας ιστολογίου',
            ],
        ],
        'blogs' => [
            'blogs' => 'Ιστολόγια',
            'add_blog' => 'Προσθήκη ιστολογίου',
            'update_blog' => 'Ενημέρωση ιστολογίου',
            'list' => [
                'table' => [
                    'blog_title' => 'Τίτλος ιστολογίου',
                ]
            ],
            'form' => [
                'blog_category' => 'Κατηγορία ιστολογίου',
                'select_blog_category' => 'Επιλογή κατηγορίας ιστολογίου',
                'blog_title' => 'Τίτλος ιστολογίου',
                'blog_content' => 'Περιεχόμενο ιστολογίου',
            ],
        ],
        'home_page_buttons' => [
            'home_page_buttons' => 'Κουμπιά Αρχικής Σελίδας',
            'add_home_page_button' => 'Προσθήκη Κουμπιού Αρχικής Σελίδας',
            'update_home_page_button' => 'Ενημέρωση Κουμπιού Αρχικής Σελίδας',
            'list' => [
                'table' => [
                    'name_en' => 'Όνομα EN',
                    'name_el' => 'Όνομα EL',
                    'url' => 'URL',
                    'icon' => 'Εικονίδιο',
                ]
            ],
            'form' => [
                'name_en' => 'Όνομα EN',
                'name_el' => 'Όνομα EL',
                'url' => 'URL',
                'icon' => 'Εικονίδιο',
            ],
        ],
        'bookings' => [
            'filters' => [
                'business' => 'Επιχείρηση',
                'all' => 'Όλα',
                'from_date' => 'Από Ημερομηνία',
                'to_date' => 'Έως Ημερομηνία',
                'apply_filters' => 'Εφαρμογή Φίλτρων',
            ],
            'list' => [
                'table' => [
                    'view' => 'Προβολή',
                    'app_number' => 'Αριθμός Ραντεβού',
                    'business_name' => 'Όνομα Επιχείρησης',
                    'booking_status' => 'Κατάσταση',
                    'created_at' => 'Ημερομηνία Δημιουργίας',
                    'payment_status' => 'Κατάσταση πληρωμής',
                    'booking_by'     => 'Κράτηση από',
                    'user_info'      => 'Κρατήθηκε από'
                ]
            ],
            'form' => [
                'business' => 'Επιχείρηση',
                'select_business' => 'Επιλέξτε Επιχείρηση',
                'booking_status' => 'Κατάσταση Κράτησης',
                'appointment_date' => 'Ημερομηνία Ραντεβού',
                'appointment_time' => 'Ώρα Ραντεβού',
                'notes' => 'Σημειώσεις',
            ],
        ]
    ],
    'reset_password' => [
        'title' => 'Επαναφορά κωδικού πρόσβασης',
        'description' => 'Παρακαλώ εισάγετε τη διεύθυνση email σας για να ζητήσετε επαναφορά κωδικού πρόσβασης.',
        'reset_link_sent' => 'Ένας σύνδεσμος επαναφοράς κωδικού πρόσβασης έχει σταλεί στη διεύθυνση email σας. Ακολουθήστε τις οδηγίες στο email για να επαναφέρετε τον κωδικό πρόσβασής σας.',
        'set_new_password_message' => 'Παρακαλώ ορίστε τον νέο σας κωδικό πρόσβασης.',
        'password_reset_success' => 'Ο κωδικός πρόσβασής σας έχει επαναφερθεί!',
        'password_reset_link_if_matched' => 'Εάν οι πληροφορίες που δώσαμε ταιριάζουν με τα αρχεία μας, έχει σταλεί ένας σύνδεσμος επαναφοράς κωδικού πρόσβασης.',
    ],
    'emails' => [
        'appointment_booking' => [
            'user' => [
                'appointment_confirmed' => 'Γεια σας :full_name, το ραντεβού σας επιβεβαιώθηκε',

                // 'appointment_datetime_display' => ':relative_day, :weekday, :date at :time', // Αύριο, Τρίτη 16 Δεκεμβρίου στις 09:00
                'appointment_datetime_display' => ':weekday, :date at :time', // Τρίτη 16 Δεκεμβρίου στις 09:00

                'appointment_details' => 'Λεπτομέρειες ραντεβού',

                'appointment_number' => 'Αρ. κράτησης :appointment_number',

                'store' => 'Κατάστημα',

                'cancellation_policy' => 'Πολιτική ακύρωσης',
            ]
        ]
    ],

    'breadcrumbs' => [
        'common' => [
            'list' => 'Λίστα',
            'add' => 'Προσθήκη',
            'edit' => 'Επεξεργασία',
            'view' => 'Προβολή',
        ],
        'home' => 'Aρχική',
        'dashboard' => 'Ταμπλό',
        'system_users' => [
            'super_admins' => 'Super Admins',
            'admins' => 'Διαχειριστές',
            'users' => 'Χρήστες',
        ],
        'categories' => 'Κατηγορίες',
        'bookings' => 'Κρατήσεις',
        'services' => 'Υπηρεσίες',
        'businesses' => 'Επιχειρήσεις',
        'cities' => 'Πόλεις',
        'newsletters' => 'Ενημερωτικά Δελτία',
        'blogs' => [
            'blog_categories' => 'Κατηγορίες Ιστολογίου',
            'blogs' => 'Ιστολόγια',
        ],
        'email_templates' => 'Πρότυπα Ηλεκτρονικού Ταχυδρομείου',
        'business_menu_settings' => 'Ρυθμίσεις Μενού Επιχειρήσεων',
        'home_page_buttons' => 'Κουμπιά Αρχικής Σελίδας',
    ],
    'booking_view_modal' => [
        'appointment_details' => 'Λεπτομέρειες Ραντεβού',
        'title' => 'Αριθμός Ραντεβού #',

        'status' => 'Κατάσταση',
        'created_date' => 'Ημερομηνία Δημιουργίας',

        'business' => 'Επιχείρηση',
        'customer' => 'Πελάτης',

        'phone' => 'Τηλέφωνο',
        'mobile' => 'Κινητό',
        'email' => 'Ηλεκτρονικό Ταχυδρομείο',
        'website' => 'Ιστότοπος',
        'whatsapp' => 'WhatsApp',

        'services' => 'Υπηρεσίες',

        'service' => 'Υπηρεσία',
        'date_time' => 'Ημερομηνία & Ώρα',
        'team' => 'Ομάδα',
        'price' => 'Τιμή',

        'duration' => 'Διάρκεια',

        'payment_summary' => 'Σύνοψη Πληρωμής',
        'total' => 'Σύνολο',
        'paid' => 'Πληρωμένο',
        'pending' => 'Εκκρεμές',
        'no_sale' => 'Δεν βρέθηκε πώληση',

        'payments' => 'Πληρωμές',
        'no_payments' => 'Δεν βρέθηκαν πληρωμές',

    ]
];
